[Ability.A_HeroAttack_Might H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="英雄攻击"
mTooltip="对敌方单位造成%d.min到%d.max点伤害。"

[class_hero.A_Conflux_Magic_Balanced H7HeroClass]
mName="巫师"

[class_hero.A_Conflux_Magic_Defensive H7HeroClass]
mName="自然学者"

[class_hero.A_Conflux_Magic_Financial_Air H7HeroClass]
mName="金融气系巫师"

[class_hero.A_Conflux_Magic_Financial_Earth H7HeroClass]
mName="金融土系巫师"

[class_hero.A_Conflux_Magic_Financial_Fire H7HeroClass]
mName="金融火系巫师"

[class_hero.A_Conflux_Magic_Financial_Prime H7HeroClass]
mName="金融源力巫师"

[class_hero.A_Conflux_Magic_Financial_Water H7HeroClass]
mName="金融水系巫师"

[class_hero.A_Conflux_Magic_Offensive H7HeroClass]
mName="炽焰法师"

[class_hero.A_Conflux_Magic_Paragon_Air H7HeroClass]
mName="气系导师法师"

[class_hero.A_Conflux_Magic_Paragon_Earth H7HeroClass]
mName="土系导师法师"

[class_hero.A_Conflux_Magic_Paragon_Fire H7HeroClass]
mName="火系导师法师"

[class_hero.A_Conflux_Magic_Paragon_Prime H7HeroClass]
mName="源力导师法师"

[class_hero.A_Conflux_Magic_Paragon_Water H7HeroClass]
mName="水系导师法师"

[class_hero.A_Conflux_Might_Balanced H7HeroClass]
mName="炼金术士"

[class_hero.A_conflux_Might_Defensive H7HeroClass]
mName="治安官"

[class_hero.A_Conflux_Might_Offensive H7HeroClass]
mName="秘法战士"

[class_hero.A_Conflux_Might_Offensive2 H7HeroClass]
mName="棱晶战士"

[Conflux_HallHeroes.A_HeroBio_aeralax H7HeroBioData]
mText=""

[Conflux_HallHeroes.A_HeroBio_Alan H7HeroBioData]
mText="当艾伦还是个孩子的时候，他的母亲死于沼泽热。这种创伤促使艾伦学习治疗术。但因为贫穷，他利用自己的天赋倾向来谋生。这就是为什么今天，艾伦在拥有伟大治疗技能的同时，还专攻经济学。"

[Conflux_HallHeroes.A_HeroBio_Ariala H7HeroBioData]
mText=""

[Conflux_HallHeroes.A_HeroBio_brasero H7HeroBioData]
mText=""

[Conflux_HallHeroes.A_HeroBio_Calacius H7HeroBioData]
mText=""

[Conflux_HallHeroes.A_HeroBio_Chrystalis H7HeroBioData]
mText=""

[Conflux_HallHeroes.A_HeroBio_Duromahl H7HeroBioData]
mText=""

[Conflux_HallHeroes.A_HeroBio_Elida H7HeroBioData]
mText="艾莉达是拥有巨大财力的大银行家特奥达里斯男爵的女儿。因此，艾莉达接手家族生意是相当自然的。但艾莉达也转向了魔法艺术，尤其是在她擅长的火系魔法方面。"

[Conflux_HallHeroes.A_HeroBio_Engel H7HeroBioData]
mText="恩格尔热爱大海胜过一切。他珍视大海如同任何自由之人。这就是为什么恩格尔成为了一位著名的水系法师。但在海上的日子很长。就这样，恩格尔开始教导他的同伴，从而成为了一位伟大的魔法导师。"

[Conflux_HallHeroes.A_HeroBio_Feliris H7HeroBioData]
mText=""

[Conflux_HallHeroes.A_HeroBio_Gotard H7HeroBioData]
mText="年轻的时候，戈塔尔本想成为一名园丁。但他家庭的财务问题阻止了他这样做。他决定通过积累财富来报复社会。这笔意外之财让他在成年后并受到所有人尊敬时，得以投身于土系魔法的研究。他过去用手做不到的事情，现在通过魔法实现了。据说他的花园是全国最棒的。"

[Conflux_HallHeroes.A_HeroBio_Gwenaelle H7HeroBioData]
mText="没有人能像格温娜埃尔那样与土元素相处融洽。她的成功源于她对土系魔法惊人的掌握。有很多人前来向她请教。"

[Conflux_HallHeroes.A_HeroBio_Jania H7HeroBioData]
mText=""

[Conflux_HallHeroes.A_HeroBio_Lothair H7HeroBioData]
mText="洛泰尔在大洋多风的海岸长大。因此，他自然而然地获得了与这种元素的特殊亲和力。后来，他转向深入研究气系魔法，但也没有忽视其他魔法。"

[Conflux_HallHeroes.A_HeroBio_Lyoris H7HeroBioData]
mText="莱奥里斯是这片土地上最伟大的学者之一。他对魔法的了解如此之深，以至于多年来已成为一个真正的传奇。但他的坏脾气和他的魔法一样传奇。那些来向他请教的人常常绝望地离开，因为这位大师只同意将他的艺术传授给最有天赋的法师。"

[Conflux_HallHeroes.A_HeroBio_Mathieu H7HeroBioData]
mText="据说马修的头在云里。但如果马修确实容易忘记存在的琐事，那是因为他的头真的在云里。甚至在空气中。他观察气流的每一个微小运动，他对空气的天生知识使他成为气系魔法最伟大的专家之一。他的才华如此非凡，以至于许多气系魔法学徒都挤在他周围寻求他的建议。"

[Conflux_HallHeroes.A_HeroBio_Noxus H7HeroBioData]
mText=""

[Conflux_HallHeroes.A_HeroBio_Pain H7HeroBioData]
mText=""

[Conflux_HallHeroes.A_HeroBio_Saryasha H7HeroBioData]
mText="莎莉亚莎出生在一个石匠家庭。从小，莎莉亚莎就被带到采石场，在那里她收集小水晶。一个不幸的日子，在失败战争后散布在亚山的恶魔之一，可能是一时兴起，袭击了村庄。一个土元素保护了村庄并与恶魔战斗。恶魔更强大，击碎了元素，垂死的元素落在莎莉亚莎身上，压碎了她的双腿、部分肋骨和手臂。莎莉亚莎痛苦地尖叫，试图用她剩余的手移动石头。她注意到一块石头微微发光。她触摸了它，光芒消失了，她晕了过去。几天后当她醒来时，她在一个有异味的孤儿院里，和村里其他几个孩子在一起——但他们害怕她，她本应该死了。\n她的腿、肋骨和手臂扭曲疼痛，她还有了绿色的头发。她本应再也不能走路或使用她的手，但渐渐地一切都愈合了，她长成了一个美丽的女孩。她的绿发和保护弱者的勇气使她多次陷入麻烦。孤儿院很高兴能摆脱这样一个麻烦制造者。\n之后，她尽可能地挣扎求生，直到卷入某种冲突，在那里她相当直觉地移动了大地并制造了一场小地震。很明显——土元素剩余的力量被她吸收，而不是进入地面。火焰法师特雷弗目睹了这一事件，教了她魔法基础，并带她去见一位土系魔法大师，以便她能够驾驭自己的力量并发展她的天赋。"

[Conflux_HallHeroes.A_HeroBio_Servius H7HeroBioData]
mText="塞尔维乌斯很早就明白黄金是战争的命脉。这就是为什么他建立了一个小小的金融帝国。有些人知道他对源力艺术的掌握对他的惊人成功功不可没。但没有人敢大声说出来，因为害怕引来大师的愤怒……"

[Conflux_HallHeroes.A_HeroBio_Simurga H7HeroBioData]
mText=""

[Conflux_HallHeroes.A_HeroBio_Solaris H7HeroBioData]
mText=""

[Conflux_HallHeroes.A_HeroBio_Surazin H7HeroBioData]
mText=""

[Conflux_HallHeroes.A_HeroBio_Trevor H7HeroBioData]
mText="特雷弗是个热情的人，非常热情，无论是字面上还是比喻上！他不得不独自学习这么多，以至于自从回来后，他不再向所有火焰魔法学徒提供建议。他因其善良的本性和同理心而成为举世闻名的名人。"

[Conflux_HallHeroes.A_HeroBio_Windfier H7HeroBioData]
mText=""

[Magic.A_Hero_calacius H7EditorHero]
mLore=""
mName=""

[Magic.A_Hero_Chritalys H7EditorHero]
mLore=""
mName=""

[Magic.A_Hero_Noxus H7EditorHero]
mLore=""
mName=""

[Magic.A_Hero_Saryasha H7EditorHero]
mLore=""
mName=""

[Magic.A_Hero_solariel H7EditorHero]
mLore=""
mName=""

[Magic.A_Hero_Windfier H7EditorHero]
mLore=""
mName=""

[MIGHT.A_Hero_aeralax H7EditorHero]
mLore=""
mName=""

[MIGHT.A_Hero_Alan H7EditorHero]
mLore=""
mName=""

[MIGHT.A_Hero_Ariala H7EditorHero]
mLore=""
mName=""

[MIGHT.A_Hero_Braserot H7EditorHero]
mLore=""
mName=""

[MIGHT.A_Hero_Duromahl H7EditorHero]
mLore=""
mName=""

[MIGHT.A_Hero_Elida H7EditorHero]
mLore=""
mName=""

[MIGHT.A_Hero_Engel H7EditorHero]
mLore=""
mName=""

[MIGHT.A_Hero_Feliris H7EditorHero]
mLore=""
mName=""

[MIGHT.A_Hero_Gotard H7EditorHero]
mLore=""
mName=""

[MIGHT.A_Hero_Gwenaelle H7EditorHero]
mLore=""
mName=""

[MIGHT.A_Hero_Jania H7EditorHero]
mLore=""
mName=""

[MIGHT.A_Hero_Lothair H7EditorHero]
mLore=""
mName=""

[MIGHT.A_Hero_Lyoris H7EditorHero]
mLore=""
mName=""

[MIGHT.A_Hero_Mathieu H7EditorHero]
mLore=""
mName=""

[MIGHT.A_Hero_Pain H7EditorHero]
mLore=""
mName=""

[MIGHT.A_Hero_Servius H7EditorHero]
mLore=""
mName=""

[MIGHT.A_Hero_Simurga H7EditorHero]
mLore=""
mName=""

[MIGHT.A_Hero_Surazin H7EditorHero]
mLore=""
mName=""

[MIGHT.A_Hero_Trevor H7EditorHero]
mLore=""
mName=""

[Name.A_Aeralax_Name H7GlobalName]
mName="艾拉拉克丝"

[Name.A_Alan_Name H7GlobalName]
mName="艾伦"

[Name.A_Ariala_Name H7GlobalName]
mName="艾莉阿拉"

[Name.A_Brasero_Name H7GlobalName]
mName="布拉塞罗"

[Name.A_calacius_Name H7GlobalName]
mName="卡拉修斯"

[Name.A_Chrysatlis_Name H7GlobalName]
mName="克里萨特莉斯"

[Name.A_Duromahl_Name H7GlobalName]
mName="杜罗玛尔"

[Name.A_Elida_Name H7GlobalName]
mName="艾莉达"

[Name.A_Engel_Name H7GlobalName]
mName="恩格尔"

[Name.A_Feliris_Name H7GlobalName]
mName="费莉丽丝"

[Name.A_Gotard_Name H7GlobalName]
mName="戈塔尔"

[Name.A_Gwenaelle_Name H7GlobalName]
mName="格温娜埃尔"

[Name.A_Jania_Name H7GlobalName]
mName="贾妮亚"

[Name.A_Lothair_Name H7GlobalName]
mName="洛泰尔"

[Name.A_Lyoris_Name H7GlobalName]
mName="莱奥里斯"

[Name.A_Mathieu_Name H7GlobalName]
mName="马修"

[Name.A_Noxus_Name H7GlobalName]
mName="诺克萨斯"

[Name.A_Pain_Name H7GlobalName]
mName="佩恩"

[Name.A_Saryasha_Name H7GlobalName]
mName="莎莉亚莎"

[Name.A_Servius_Name H7GlobalName]
mName="塞尔维乌斯"

[Name.A_Simurga_Name H7GlobalName]
mName="西穆尔加"

[Name.A_Solaris_Name H7GlobalName]
mName="索拉里尔"

[Name.A_Surazin_Name H7GlobalName]
mName="苏拉辛"

[Name.A_Trevor_Name H7GlobalName]
mName="特雷弗"

[Name.A_Windfier_Name H7GlobalName]
mName="温菲爾"

[Random.A_Random_conflux H7EditorHero]
mLore=""
mName="随机元素"


v1.37

[New_hero_avatar.A_Conflux_Magic_Avatar H7HeroClass]
mName="化身"

[New_hero_avatar.A_Hero_Aang H7EditorHero]
mName=""
mLore=""

[New_hero_avatar.A_Hero_Chronox H7EditorHero]
mName=""
mLore=""

[New_hero_avatar.A_Hero_Neytiri H7EditorHero]
mName=""
mLore=""

[New_hero_avatar.A_Hero_Zuko H7EditorHero]
mName=""
mLore=""

[Name.A_Aang_Name H7GlobalName]
mName="安"

[Conflux_HallHeroes.A_HeroBio_Aang H7HeroBioData]
mText=""

[Name.A_Zuko_Name H7GlobalName]
mName="祖寇"

[Conflux_HallHeroes.A_HeroBio_Zuko H7HeroBioData]
mText=""

[Name.A_chronox_Name H7GlobalName]
mName="克罗诺克斯"

[Conflux_HallHeroes.A_HeroBio_Chronox H7HeroBioData]
mText=""

[Name.A_Neytiri_Name H7GlobalName]
mName="妮特丽"

[Conflux_HallHeroes.A_HeroBio_Neytiri H7HeroBioData]
mText=""